/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "Informazioni";
"zanalytics.bug.alert.from" = "Da";
"zanalytics.bug.alert.imagelimitreached" = "Limite massimo raggiunto";
"zanalytics.bug.alert.imagelimits" = "Puoi allegare fino a 10 immagini";
"zanalytics.bug.alert.macheader" = "Condividi il tuo feedback con noi o segnala i bug con allegati che possiamo usare come riferimento";
"zanalytics.bug.alert.privacytext" = "Vuoi disabilitare temporaneamente Apptics Screen Shield?";
"zanalytics.bug.alert.write" = "Scrivici";


"zanalytics.bug.alert.anonymalert" = "È sempre consigliato aggiungere il tuo indirizzo e-mail quando condividi le tue opinioni. Se non condividi il tuo indirizzo e-mail, non possiamo contattarti per darti informazioni.";

"zanalytics.bug.alert.quitfeedback" = "Vuoi davvero uscire?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Nessuna schermata disponibile";
"zanalytics.feedback.navbar.title.screenshots" = "Schermate";
"zanalytics.feedback.navbar.title.snap" = "Blocca";
"zanalytics.feedback.navbar.title.compose" = "Componi";

"zanalytics.bug.alert.cancel"               = "No";
"zanalytics.bug.alert.title"                = "Vuoi dirci qualcosa?";
"zanalytics.feedback.navbar.title.feedback"             = "Feedback";
"zanalytics.feedback.navbar.title.reportbug"            = "Segnala bug";
"zanalytics.feedback.navbar.title.helpme"               = "Aiuto";

"zanalytics.feedback.navbar.title.systemlogs"             = "Registri di sistema";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Informazioni diagnostica";

"zanalytics.bug.alert.dontshowagain"            = "Non mostrare di nuovo";
"zanalytics.bug.alert.title.helpme"            = "Aiuto";

"zanalytics.bug.alert.message.savetolocal"         = "Spiacenti... Impossibile inviare la segnalazione del bug. Salvare la schermata?";



"zanalytics.feedback.email.title"                = "Indirizzo e-mail";


"zanalytics.bug.detectscreen.title"       = "Hai trovato qualcosa di interessante?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Sì";
"zanalytics.bug.alert.detectscreen.no"                       = "No";

"zanalytics.bug.alert.detectscreen.share" = "Condividi";
"zanalytics.bug.alert.detectscreen.dontshow" = "Non chiedere di nuovo";

"zanalytics.bug.annotate.button.title"                       = "Scrivi commenti sul bug usando gli strumenti qui sotto";


"zanalytics.feedback.failed.alert.description" = "Invio del feedback non riuscito, provare di nuovo!";


"zanalytics.feedback.success.alert.description" = "Grazie per averci inviato il tuo feedback!";


"zanalytics.feedback.common.alert.title.add.photos" = "Aggiungi foto";
"zanalytics.feedback.common.alert.title.alert" = "Avviso";
"zanalytics.feedback.common.button.title.back" = "Indietro";
"zanalytics.feedback.common.button.title.cancel" = "Annulla";
"zanalytics.feedback.common.button.title.close" = "Chiudi";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Apprezziamo i tuoi commenti. Facci sapere come stiamo lavorando.";
"zanalytics.bug.textview.placeholder"           = "Hai riscontrato dei problemi nell’uso della nostra app? Faccelo sapere.";
"zanalytics.help.textview.placeholder"           = "Proveremo a sistemarli e a darti una mano!";

"zanalytics.feedback.add.photos.alert.description" = "Nessuna foto allegata, apri la raccolta foto per aggiungerne di nuove!";

"zanalytics.feedback.add.photos.alert.open" = "Apri Foto";


"zanalytics.feedback.access.photos.alert.description" = "La app %@ non ha accesso alle tue foto.\nPer abilitare l’accesso, vai a: Impostazioni  > Privacy  >  Foto > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Impostazioni";

"zanalytics.feedback.label.title.anonymous" = "Anonimo";

"zanalytics.feedback.navbar.button.title.send" = "Invia";
"zanalytics.feedback.navbar.button.title.next" = "Il prossimo";
"zanalytics.feedback.navbar.button.title.done" = "Fatto";
"zanalytics.feedback.navbar.button.title.editphotos" = "Modifica foto";
"zanalytics.feedback.navbar.button.title.addmore" = "Aggiungi altro";
"zanalytics.feedback.navbar.button.title.attach" = "Allega";
"zanalytics.feedback.navbar.button.title.delete" = "Elimina";


"zanalytics.feedback.navbar.title.taptoedit" = "Tocca per modificare";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Scegli foto";
"zanalytics.feedback.navbar.title.selectphotos" = "Seleziona foto";
"zanalytics.feedback.navbar.title.photoselected" = "Foto selezionata";
"zanalytics.feedback.navbar.title.photosselected" = "Foto selezionate";

"zanalytics.feedback.accessory.title.systemlogs" = "Includi registri di sistema";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Includi informazioni diagnostica";
"zanalytics.feedback.accessory.button.title.view" = "Visualizzazione";

"zanalytics.feedback.picker.image.notfound" = "Immagini non trovate";

"zanalytics.feedback.attachments.title" = "Allegati(%i)";

"zanalytics.feedback.privacy.consent.description" = "Ti consigliamo di includere il log della console e le informazioni diagnostiche in quanto aiuteranno i nostri sviluppatori a comprendere meglio il feedback che stai condividendo";

"zanalytics.feedback.privacy.consent.clogs.title" = "Log della console";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Informazioni diagnostiche";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Altre informazioni";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informazioni sul dispositivo";

"zanalytics.feedback.privacy.consent.cancel" = "Annulla";

"zanalytics.feedback.privacy.consent.openmailapp" = "Apri nella posta";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Invia sempre";
